tap "argon/mas"
tap "daipeihust/tap"
tap "ebc-2in2crc/wareki"
tap "getsentry/tools"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
tap "shopify/shopify"
tap "stripe/stripe-cli"
tap "tldr-pages/tldr"
brew "amazon-ecs-cli"
brew "brotli"
brew "aom"
brew "ca-certificates"
brew "openssl@3"
brew "autoconf"
brew "automake"
brew "openssl@1.1"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "bdw-gc"
brew "berkeley-db", link: true
brew "bison"
brew "bluetoothconnector"
brew "blueutil"
brew "boost"
brew "bzip2"
brew "c-ares"
brew "pcre2"
brew "cairo"
brew "carthage"
brew "circleci"
brew "cloc"
brew "cmake"
brew "colordiff"
brew "gmp"
brew "coreutils"
brew "cpulimit"
brew "curl"
brew "docbook"
brew "docbook-xsl"
brew "dog"
brew "dust"
brew "editorconfig"
brew "node"
brew "emscripten"
brew "exa"
brew "extract_url"
brew "fd"
brew "fribidi"
brew "sdl2"
brew "ffmpeg"
brew "fish"
brew "libtool"
brew "gd"
brew "gdk-pixbuf"
brew "genact"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "libiconv"
brew "libxml2"
brew "libzip"
brew "luajit"
brew "mhash"
brew "mcrypt"
brew "mecab"
brew "mecab-ipadic"
brew "mysql@5.7"
brew "neofetch"
brew "tree-sitter", args: ["HEAD"]
brew "neovim"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "peco"
brew "phpbrew"
brew "pinentry-mac"
brew "postgresql@14", restart_service: true
brew "povray"
brew "pyenv"
brew "python@3.8"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "reattach-to-user-namespace"
brew "rust"
brew "starship"
brew "swig"
brew "terminal-notifier"
brew "terraform"
brew "the_platinum_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tor", restart_service: true
brew "tree"
brew "uncrustify"
brew "urlview"
brew "vim"
brew "wget"
brew "yt-dlp"
brew "zlib"
brew "daipeihust/tap/im-select"
brew "ebc-2in2crc/wareki/wareki"
brew "getsentry/tools/sentry-cli"
brew "heroku/brew/heroku"
brew "rcmdnk/file/brew-file"
brew "shopify/shopify/shopify-cli"
brew "shopify/shopify/theme-check"
brew "shopify/shopify/themekit"
brew "stripe/stripe-cli/stripe"
cask "aquaskk"
cask "authy"
cask "basictex"
cask "chromedriver"
cask "docker"
cask "emacs"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "ngrok"
cask "pgadmin4"
cask "raycast"
cask "responsively"
cask "sequel-ace"
cask "temurin"
vscode "adpyke.vscode-sql-formatter"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "amodio.toggle-excluded-files"
vscode "artdiniz.quitcontrol-vscode"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "ClemensPeters.format-json"
vscode "codingyu.laravel-goto-view"
vscode "Dart-Code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "DiemasMichiels.emulate"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "emilast.LogFileHighlighter"
vscode "esbenp.prettier-vscode"
vscode "FinancialForce.lana"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "genieai.chatgpt-vscode"
vscode "george-alisson.html-preview-vscode"
vscode "Gimly81.fortran"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "Hridoy.rails-snippets"
vscode "hridoy.wordpress"
vscode "HTMLHint.vscode-htmlhint"
vscode "iliazeus.vscode-ansi"
vscode "James-Yu.latex-workshop"
vscode "jebbs.plantuml"
vscode "johnbillion.vscode-wordpress-hooks"
vscode "jpoissonnier.vscode-styled-components"
vscode "killalau.vscode-liquid-snippets"
vscode "mechatroner.rainbow-csv"
vscode "misogi.ruby-rubocop"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "neilbrayfield.php-docblocker"
vscode "npxms.hide-gitignored"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "patbenatar.advanced-new-file"
vscode "PKief.material-icon-theme"
vscode "rebornix.ruby"
vscode "ritwickdey.LiveServer"
vscode "Shopify.theme-check-vscode"
vscode "sianglim.slim"
vscode "SimonSiefke.svg-preview"
vscode "skyapps.fish-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "svsool.markdown-memo"
vscode "swordev.phpstan"
vscode "tamasfe.even-better-toml"
vscode "TomasHubelbauer.email-viewer"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "WakaTime.vscode-wakatime"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.change-case"
vscode "xabikos.JavaScriptSnippets"
vscode "XadillaX.viml"
vscode "yogensia.searchwpdocs"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
vscode "Zignd.html-css-class-completion"
