tap "argon/mas"
tap "ebc-2in2crc/wareki"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
tap "shopify/shopify"
tap "stripe/stripe-cli"
tap "tldr-pages/tldr"
brew "amazon-ecs-cli"
brew "brotli"
brew "jpeg"
brew "aom"
brew "autoconf"
brew "automake"
brew "ca-certificates"
brew "gdbm"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "bdw-gc"
brew "berkeley-db", link: true
brew "bison"
brew "boost"
brew "bzip2"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "python@3.9"
brew "glib"
brew "cairo"
brew "carthage"
brew "circleci"
brew "cloc"
brew "cmake"
brew "colordiff"
brew "gmp"
brew "coreutils"
brew "cpulimit"
brew "curl"
brew "docbook"
brew "docbook-xsl"
brew "dog"
brew "node"
brew "emscripten"
brew "exa"
brew "extract_url"
brew "fd"
brew "fribidi"
brew "libtool"
brew "libevent"
brew "sdl2"
brew "ffmpeg"
brew "fish"
brew "gd"
brew "gdk-pixbuf"
brew "genact"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "libiconv"
brew "libxml2"
brew "libzip"
brew "luajit"
brew "mhash"
brew "mcrypt"
brew "mecab"
brew "mecab-ipadic"
brew "mysql"
brew "tree-sitter", args: ["HEAD"]
brew "neovim"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "peco"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "povray"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "reattach-to-user-namespace"
brew "rust"
brew "starship"
brew "swig"
brew "terminal-notifier"
brew "terraform"
brew "tig"
brew "tldr"
brew "tmux"
brew "tor", restart_service: true
brew "tree"
brew "uncrustify"
brew "urlview"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "argon/mas/mas"
brew "ebc-2in2crc/wareki/wareki"
brew "heroku/brew/heroku"
brew "rcmdnk/file/brew-file"
brew "shopify/shopify/shopify-cli"
brew "shopify/shopify/theme-check"
brew "shopify/shopify/themekit"
brew "stripe/stripe-cli/stripe"
cask "aquaskk"
cask "basictex"
cask "chromedriver"
cask "emacs"
cask "ngrok"
cask "pgadmin4"
cask "sequel-ace"
cask "temurin"
mas "Adblock Plus", id: 1432731683
mas "BetterSnapTool", id: 417375580
mas "Channel.io", id: 1102655071
mas "Day One", id: 1055511498
mas "Disk Speed Test", id: 425264550
mas "Gifted", id: 771955779
mas "GIPHY CAPTURE", id: 668208984
mas "Highlights", id: 1498912833
mas "iMovie", id: 408981434
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "PhotoScape X", id: 929507092
mas "Pomodoro-Tracker", id: 1396146802
mas "Quick View Calendar", id: 1087080039
mas "QuickShade", id: 931571202
mas "Spark", id: 1176895641
mas "Table Tool", id: 1122008420
mas "The Unarchiver", id: 425424353
mas "XnConvert", id: 436203431
